var local_database = [{
    date: 'Jan 13 2017',
    title: '人工智能与机器学习',
    post_img: '/images/news/n1.png',
    author_img: '/images/avatar/avatar_1.png',
    content: '提到人工智能，就一定离不开机器学习。机器学习中比较火的一个主题——深度学习，已经在人脸识别、图像识别、语音识别，自然语言理解NLP技术、大数据挖掘技术、无人驾驶技术等领域获得了应用。Open AI研究科学家Durk Kingma预测，未来3年，DNN、反向传播、SGD仍将是主要的技术。',
    view_num: 92,
    collect_num: 65,
    id: 1,
    head_img: '/images/news/n1.png',
    author: '小白',
    dateTime: '24小时前',
    detail: '提到人工智能，就一定离不开机器学习。机器学习中比较火的一个主题——深度学习，已经在人脸识别、图像识别、语音识别，自然语言理解NLP技术、大数据挖掘技术、无人驾驶技术等领域获得了应用。Open AI研究科学家Durk Kingma预测，未来3年，DNN、反向传播、SGD仍将是主要的技术。提到人工智能，就一定离不开机器学习。机器学习中比较火的一个主题——深度学习，已经在人脸识别、图像识别、语音识别，自然语言理解NLP技术、大数据挖掘技术、无人驾驶技术等领域获得了应用。Open AI研究科学家Durk Kingma预测，未来3年，DNN、反向传播、SGD仍将是主要的技术。提到人工智能，就一定离不开机器学习。机器学习中比较火的一个主题——深度学习，已经在人脸识别、图像识别、语音识别，自然语言理解NLP技术、大数据挖掘技术、无人驾驶技术等领域获得了应用。Open AI研究科学家Durk Kingma预测，未来3年，DNN、反向传播、SGD仍将是主要的技术。',
    music: {
        url: 'http://sc1.111ttt.com/2016/1/12/10/205101300290.mp3',
        title: '卡农 - 钢琴版',
        coverImg: 'http://sc.admin5.com/uploads/allimg/140711/762-140G1112222c0.jpg'
    }
}, {
    date: 'Jan 14 2017',
    title: '微信开发',
    post_img: '/images/news/n2.png',
    author_img: '/images/avatar/avatar_1.png',
    content: '2017年开年，筹备一年的小程序正式发布，引发了行业不小的地震，其带来的应用程序存在方式与现有App模式大有不同，掀起了技术热潮。无需安装用完即走的“触手可及”概念、多种接入方式等便捷的特点可以预见第三方小程序的市场巨大，微信也成为连接PaaS和SaaS的平台。',
    view_num: 92,
    collect_num: 120,
    id: 2,
    head_img: '/images/news/n2.png',
    author: '小黄',
    dateTime: '24小时前',
    detail: '2017年开年，筹备一年的小程序正式发布，引发了行业不小的地震，其带来的应用程序存在方式与现有App模式大有不同，掀起了技术热潮。无需安装用完即走的“触手可及”概念、多种接入方式等便捷的特点可以预见第三方小程序的市场巨大，微信也成为连接PaaS和SaaS的平台。2017年开年，筹备一年的小程序正式发布，引发了行业不小的地震，其带来的应用程序存在方式与现有App模式大有不同，掀起了技术热潮。无需安装用完即走的“触手可及”概念、多种接入方式等便捷的特点可以预见第三方小程序的市场巨大，微信也成为连接PaaS和SaaS的平台。2017年开年，筹备一年的小程序正式发布，引发了行业不小的地震，其带来的应用程序存在方式与现有App模式大有不同，掀起了技术热潮。无需安装用完即走的“触手可及”概念、多种接入方式等便捷的特点可以预见第三方小程序的市场巨大，微信也成为连接PaaS和SaaS的平台。2017年开年，筹备一年的小程序正式发布，引发了行业不小的地震，其带来的应用程序存在方式与现有App模式大有不同，掀起了技术热潮。无需安装用完即走的“触手可及”概念、多种接入方式等便捷的特点可以预见第三方小程序的市场巨大，微信也成为连接PaaS和SaaS的平台。2017年开年，筹备一年的小程序正式发布，引发了行业不小的地震，其带来的应用程序存在方式与现有App模式大有不同，掀起了技术热潮。无需安装用完即走的“触手可及”概念、多种接入方式等便捷的特点可以预见第三方小程序的市场巨大，微信也成为连接PaaS和SaaS的平台。',
    music: {
        url: 'http://sc1.111ttt.com:8282/2016/1/12/10/205102107353.mp3?tflag=1486387803&pin=7aa8f28e2ba524ee13e6965f7a84618c',
        title: '沙滩上的钢琴 - 纯音乐',
        coverImg: 'http://img0.imgtn.bdimg.com/it/u=239822043,3775788171&fm=23&gp=0.jpg'
    }
}]

module.exports = {
    postList: local_database
}